<template>
  <div>
    <tour-page
      :breadCrumbsCategory="api.breadCrumbsCategory"
      :breadCrumbsCategoryRoute="api.breadCrumbsCategoryRoute"
      :breadCrumbsTourLabel="api.breadCrumbsTourLabel"
      :sliderImages="sliderImages"
      :includes="api.includes"
      :excludes="api.excludes"
      :tourDetails="api.tourDetails"
      :faq="api.faq"
      :bookingForm="api.bookingForm"
      :meta="api.metaData"
    >
      <template v-slot:articleSummary>
        <h1 class="text-red text-h4">
          Обзорная Экскурсия по Анталии из Кемера
        </h1>

        <p>
          Вы отдыхаете в Кемере и окрестностях и хотели бы увидеть самые
          посещаемые, красивые, богатые историей
          <span class="text-red">достопримечательности Анталии</span>?
        </p>

        <p>
          Тогда наша
          <span class="text-red">обзорная экскурсия из Кемера в Анталью</span>
          для Вас!
        </p>

        <p>
          Мы предлагаем Вам принять участие в туре обзорная экскурсия по Анталии
          из Кемера. Вам не нужно будет беспокоиться о транспорте для поездки в
          город, поскольку в стоимость тура
          <span class="text-red">обзорная экскурсия из Кемера в Анталью</span>
          входит трансфер в обе стороны.
        </p>
      </template>

      <template v-slot:articleFullText>
        <h2 class="text-h5 text-red-6">
          Обзорная экскурсия по Анталии из Кемера – Описание
        </h2>

        <p>
          Утром Вас отвезут <span class="text-red">из Кемера в Анталью</span> и
          Вы проведёте невероятный день-путешествие, побродив по Старому Городу
          (Калеичи); спустившись в порт и совершив прогулку на корабле до
          водопада, расположенного у подножия горного хребта Тавр; прокатившись
          на фуникулере на самую вершину - гору Тюнектепе.
        </p>

        <p>
          Сытный и вкусный обед так же включен в стоимость экскурсии
          <span class="text-red">из Кемера в Анталью.</span>
        </p>

        <p>
          Извлеките максимум пользы и положительных эмоций из нашей 7- часовой
          насыщенной программы тура "
          <span class="text-red">обзорная экскурсия по Анталии из Кемера</span>,
          которая наполнит Вас приятными впечатлениями и воспоминаниями о Вашей
          поездке.
        </p>

        <p>
          Забронируйте тур
          <span class="text-red">обзорная экскурсия по анталии из кемера</span>
          прямо сейчас!
        </p>

        <h2 class="text-h5 text-red-6">
          Обзорная Экскурсия по Анталии - Посещаемые Места
        </h2>

        <h3 class="text-h6 text-red-6">Старейший квартал Калеичи</h3>

        <p>
          Одним из первых и самых главных мест для посещения будет центр Калеичи
          или Старый Город. Калеичи (в переводе с турецкого "Внутри замка") с
          его массивными каменными стенами, окружающими древний город,
          изначально и был самой Анталией. Расширение произошло только после
          Второй мировой войны. Поэтому если вы хотите узнать, как на самом деле
          развивалась Анатолия, то вам сюда.
        </p>

        <p>
          Вы прикоснетесь к прошлому, изучая различные архитектурные строения,
          сохранившиеся с римских времен (некоторые из них являются сейчас
          маленькими очаровательными бутик-отелями и ресторанами изысканной
          кухни), сможете побродить по узким мощеным улочкам, купив сувениры в
          многочисленно представленных лавках, выпить чашечку турецкого кофе в
          кафе, соблазнившись его ароматом.
        </p>

        <p>
          В Старом городе есть монументы древней архитектуры времен
          византийской, римской, османской сельджукской и современной турецкой
          республики. В целом, он представляет собой некую зону туристических
          магазинов, построек и кафе вдоль лабиринтных переулков. Несмотря на
          то, что есть разные проходы, лучше всего входить и выходить из старого
          квартала через ворота Адриана.
        </p>

        <h3 class="text-h5 text-red-6">Ворота Адриана</h3>

        <p>
          Это триумфальная арка, возведенная в честь визита самого римского
          императора Адриана в 130 году нашей эры.
        </p>

        <p>
          Выглядит как величественные мраморные ворота с тремя арками,
          окруженными внушительными башнями и украшеными богатым скульптурным
          декором.
        </p>

        <p>Уникальное сооружение, сохранившееся до наших дней.</p>

        <p>
          Является главным входом, ведущим в восточную часть Старого города.
        </p>

        <p>
          Это место, где пересекаются культуры прошлого и настоящего, сами
          ворота как своеобразная античная тихая гавань, окружённая современным
          городом со своей насыщенной жизнью.
        </p>

        <p>
          Проходя через арки, обязательно посмотрите на потолок, чтобы увидеть
          лучше всего сохранившуюся резьбу.
        </p>

        <h3 class="text-h5 text-red-6">
          Архитектурный памятник - минарет Йивли
        </h3>

        <p>
          Это особенная достопримечательность, построенная сельджукским султаном
          в 1220-30 годах. Является символом города, один из первых образцов
          исламской архитектуры высотой 40 метров с красивой отделкой из
          кирпичной мозаики, который можно увидеть почти из любой точки Антальи.
        </p>

        <p>
          Пристроенная мечеть 14 века используется до сих пор. Минарет находится
          прямо у въездных ворот в старый город.
        </p>

        <p>
          Напротив минарета находится часовая башня Антальи османской эпохи.
        </p>

        <h3 class="text-h5 text-red-6">Часовая Башня</h3>

        <p>
          Построена в 19 веке благодаря немецкому императору, который подарил её
          впоследствии турецкому султану на его 25-летие в знак дружбы.
        </p>

        <p>
          Имеет квадратную форму и циферблат на каждой стороне, чтобы можно было
          видеть время отовсюду.
        </p>

        <p>
          Вечером появляется подсветка, что делает это место особенно
          притягательным для любителей красивых фото.
        </p>

        <h3 class="text-h5 text-red-6">Водопад Дюден</h3>

        <p>
          Вас ждет потрясающая прогулка на яхте с захватывающими пейзажами. Это
          единственный водопад в Турции, впадающий в море. 40 метров
          завораживающего зрелища! Насладитесь красками море, вслушайтесь в шум
          воды, освежитесь прохладой в жаркий день и запомните наш тур
          <span class="text-red">обзорная экскурсия по Анталии из Кемера</span>
          надолго!
        </p>

        <h3 class="text-h5 text-red-6">
          Подъём на гору Тюнектепе по канатной дороге
        </h3>

        <p>
          Здесь, пожалуй, самая лучшая смотровая площадка с невероятными видами
          с вершины. Лучшее место, чтобы насладиться потрясающим обзором гор и
          синей гладью моря.
        </p>

        <p>
          Посетите самые атмосферные места туристического сердца Анталии с нашей
          обзорной экскурсией по Анталии из Кемера.
        </p>

        <p>
          Наша прогулка -
          <span class="text-red">обзорная экскурсия по Анталии из Кемера</span>
          гарантирует погружение в самые истоки, просмотр красивейших и
          уникальных мест и, несомненно, доставит Вам массу удовольствия!
        </p>

        <p>Вы ещё не с нами?;)</p>
      </template>
    </tour-page>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue';
import TourPage from 'components/TourPage.vue';

import slider1 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-1.webp';
import slider2 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-2.webp';
import slider3 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-3.webp';
import slider4 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-4.webp';
import slider5 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-5.webp';
import slider6 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-6.webp';
import slider7 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-7.webp';
import slider8 from 'assets/tour-images/antalya-city-tour/slider/antalya-city-tour-8.webp';
import api from 'src/static/api/tours/kemer/antalya-city-tour.json';

export default defineComponent({
  components: { 'tour-page': TourPage },
  setup() {
    const sliderImages = [
      slider1,
      slider2,
      slider3,
      slider4,
      slider5,
      slider6,
      slider7,
      slider8,
    ];

    return {
      sliderImages,
      api,
    };
  },
});
</script>
