<template>
  <div>
    <tour-page
      :imgDesktop="imgDesktop"
      :imgMobile="imgMobile"
      :breadCrumbsCategory="api.breadCrumbsCategory"
      :breadCrumbsCategoryRoute="api.breadCrumbsCategoryRoute"
      :breadCrumbsTourLabel="api.breadCrumbsTourLabel"
      :sliderImages="sliderImages"
      :includes="api.includes"
      :excludes="api.excludes"
      :tourDetails="api.tourDetails"
      :faq="api.faq"
      :bookingForm="api.bookingForm"
    >
      <template v-slot:articleSummary>
        <h1 class="text-red text-h4">
          Экскурсия в Демре Мира Кекова из Кемера
        </h1>

        <p>
          Этот исторический тур
          <strong>Экскурсия в Демре Мира Кекова</strong> из Кемера начинается
          ранним утром с поездки в город Демре через симпатичные городки и
          красивые Таврские горы с одной стороны и чистейшие бирюзовые воды
          Средиземного моря с другой.
        </p>
      </template>

      <template v-slot:articleFullText>
        <h2 class="text-red" style="font-size: 26px">
          Экскурсия в Демре Мира Кекова из Кемера -Описание
        </h2>

        <p>
          Во время экскурсии в <strong>Демре Мира Кекова из Кемера</strong>, мы
          посетим <strong>античный город Мира</strong>.
        </p>

        <p>
          Знаменитый ликийский город Мира в древности был одним из важнейших
          портовых городов и важным религиозным центром, в котором сегодня стоят
          амфитеатр римской эпохи и высеченные в скалах гробницы. У Вас будет
          достаточно времени, чтобы исследовать каждый уголок этого невероятного
          некрополя, погрузиться в частичку истории, сохранившейся в этих
          местах, насладиться живописными видами и просто расслабиться с нашей
          экскурсией в город <strong>Демре Мира Кекова из Кемера</strong>.
        </p>

        <p>
          <strong>Древний город Мира</strong> также известен своей связью со
          Святым Николаем. После посещения Миры состоится
          <strong>экскурсия в храм Святого Николая из Кемера</strong>.
        </p>

        <p>
          Здесь находится мраморный саркофаг - самая важная
          достопримечательность в этом районе. Он считается оригинальной
          гробницей Святого Николая. Ежегодно посмотреть на саркофаг Николая
          Чудотворца приезжают тысячи людей со всего мира. Фрески знаменитой
          церкви были отреставрированы несколько лет назад, произведения
          отретушированы, и в данное время она является популярным музеем для
          путешественников, но не действующей церковью.
        </p>

        <p>
          <strong>Экскурсия в Демре Мира Кекова из Кемера</strong> и всех его
          окрестностей. Чтобы забронировать тур, пожалуйста, свяжитесь с нами.
        </p>

        <p>
          Далее Вас ожидает живописная дорога к гавани
          <strong>Кекова из Кемера</strong>. Вы откроете для себя руины этого
          затонувшего города, отправившись в полуторачасовую прогулку на
          деревянной лодке. Лодка со стеклянным дном плывет медленно, поэтому Вы
          сможете разглядеть сохранившиеся руины многих зданий и лестниц,
          частично или полностью уходящих под воду.
        </p>

        <p>
          Узнайте об этом древнем ликийском городе и представьте, каким он был
          раньше. Не упустите шанс искупаться в чистых водах во время
          плавательного перерыва, для этого не забудьте взять с собой
          купальники.
        </p>

        <p>
          Освежившись в море, можно будет отправиться обратно в отель.
          <strong>Экскурсия в Демре Мира Кекова из Кемера</strong> закончится
          около 18:00 часов.
        </p>

        <p>
          В стоимость экскурсии
          <strong>Демре Мира Кекова из Кемера</strong> входят: трансфер туда и
          обратно, профессиональный гид, входные билеты, обед, тур на лодке.
        </p>

        <p>Не входят в стоимость: напитки и любые личные расходы.</p>

        <p>
          Отправьтесь с нами в путешествие по руинам затонувшего города,
          насладитесь историей античного города и красотой наикрасивейших мест в
          <strong>Демре Мира Кекова из Кемера</strong>.
        </p>

        <h2 class="text-red" style="font-size: 25px">
          Экскурсия в Демре Мира Кекова из Кемера - Посещаемые места
        </h2>

        <p>
          Исторические цивилизации и их руины, оставившие явные следы на землях,
          и, уходящие корнями в столетия или даже тысячелетия назад, всегда
          привлекают взоры и сердца путешественников. Когда всё это историческое
          богатство сочетается с синим морем и зеленой природой, получается
          некий визуальный праздник, добавляющий особую туристическую ценность
          региону.
        </p>

        <h3 class="text-red" style="font-size: 22px">Мира</h3>

        <p>
          <strong>Мира</strong> – один из райских уголков Турции, который имеет
          огромное и богатое культурное наследие прошлого. Один из древних
          ликийских городов Мира расположен в районе Демре Анталии. Первый город
          был основан в V веке до нашей эры на акрополе.
          <strong>Древний город Мира</strong>, имевший великолепную репутацию в
          средние века, обязан этой справедливо заслуженной репутацией
          епископству Святого Николая. Построенный на скальных гробницах город
          со временем расширился вниз. При слове <strong>Мира</strong>
          на ум изначально приходят скальные гробницы, а только потом церковь
          Святого Николая. Церковь была уничтожена землетрясением, а на её месте
          возвели базилику, разрушенную в 1034 году в результате нападения
          арабов. Амфитеатр и удивительной красоты скальные гробницы сохранились
          до наших дней.
        </p>

        <p>
          Учитывая, что театр в древности был важнейшим культурно-зрелищным
          мероприятием, а также мероприятием по сбору средств, главным элементом
          древних городов были театры. Многим величественным театрам с большим
          количеством лестниц и акустических характеристик удалось достоять до
          наших дней. Древний театр в городе Мира был построен в римском стиле к
          югу от акрополя и хорошо сохранился.
        </p>

        <p>
          Блочные фигуры, колонны тонкой работы в оркестровой части театра,
          сценическая постройка из 14 ступенек; рельефы с изображением богов и
          богинь мифологии, загадочными существами; театральные маски на
          мраморных блоках - присутствие всего этого делает атмосферу необычайно
          чарующей.
        </p>

        <p>
          Скальные гробницы же по обеим сторонам города имеют великолепную
          архитектуру и завораживающе красивые виды.
        </p>

        <p>
          Если смотреть на них со стороны, то невозможно не поразиться всей
          тонкостью работы. На вершине есть стены, относящиеся к
          эллинистическому и римскому периодам.
        </p>

        <p>
          Размеры скальных гробниц, построенных в виде деревянного дома в
          ликийском стиле, различаются. Человеческие фигуры в натуральную
          величину на гробницах, выполненные рельефной техникой, очень
          впечатляют. Эти завораживающие артефакты можно смело назвать самыми
          величественными монументальными гробницами Ликии.
        </p>

        <h4 class="text-red text-h5">
          Интересные факты о древнем городе Мира:
        </h4>

        <span class="row no-wrap">
          <q-icon name="chevron_right" size="24px" />
          <p>Является одним из важнейших городов Ликии;</p>
        </span>

        <span class="row no-wrap">
          <q-icon name="chevron_right" size="24px" />
          <p>
            Известен церковью Святого Николая Чудотворца и скальными гробницами;
          </p>
        </span>
        <span class="row no-wrap">
          <q-icon name="chevron_right" size="24px" />
          <p>
            <strong>Святой Николай</strong>, известный как
            <strong>Санта-Клаус</strong>, считается символом города;
          </p>
        </span>
        <span class="row no-wrap">
          <q-icon name="chevron_right" size="24px" />
          <p>Произошло сильное землетрясение, и город был восстановлен;</p>
        </span>
        <span class="row no-wrap">
          <q-icon name="chevron_right" size="24px" />
          <p>
            Потрясающий амфитеатр вместимостью 15 тысяч человек является одним
            из самых больших театров в Анатолии.
          </p>
        </span>

        <h3 class="text-red text-h5">Кекова</h3>

        <p>
          <strong>Кекова</strong> представляет собой небольшой необитаемый
          остров площадью 4,5 квадратных километров недалеко от округа Демре в
          провинции Анталия.
        </p>

        <p>
          На острове <strong>Кекова</strong> можно увидеть еще один удивительный
          древний город под названием <strong>Симена</strong>. В верхней части
          города возвышается хорошо сохранившийся замок, частично построенный на
          древнем ликийском фундаменте. Внутри замка находится самый маленький
          <strong>амфитеатр в Ликии</strong>, а в восточной части деревни есть
          некрополь с несколькими красивыми саркофагами с видом на море,
          окруженные старыми оливковыми деревьями, и несколько саркофагов в
          воде, что особенно удивительно.
        </p>

        <p>
          <strong
            >Тур в античный город Мира, экскурсия в храм Святого Николая из
            Кемера</strong
          >
          и <strong>посещение затонувшего города Кекова</strong> - особенные
          дела, которые без сомнений можно включить в список обязательных к
          посещению мест Средиземного моря. Древний город как особое богатство,
          которое необходимо увидеть всем посетителям Антальи.
        </p>
      </template>
    </tour-page>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue';
import TourPage from 'components/TourPage.vue';
import imgDesktop from 'assets/tour-images/demre-myra-kekova/desktop/demre-myra-kekova-tour.webp';
import imgMobile from 'assets/tour-images/demre-myra-kekova/mobile/demre-myra-kekova-tour.webp';
import slider1 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-1.webp';
import slider2 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-2.webp';
import slider3 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-3.webp';
import slider4 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-4.webp';
import slider5 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-5.webp';
import slider6 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-6.webp';
import slider7 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-7.webp';
import slider8 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-8.webp';
import slider9 from 'assets/tour-images/demre-myra-kekova/slider/demre-myra-kekova-tour-9.webp';
import articleImg from 'assets/tour-images/demre-myra-kekova/article/demre-myra-kekova-tour.webp';
import api from 'src/static/api/tours/kemer/demre-myra-kekova-tour.json';

export default defineComponent({
  components: { 'tour-page': TourPage },
  setup() {
    const sliderImages = [
      slider1,
      slider2,
      slider3,
      slider4,
      slider5,
      slider6,
      slider7,
      slider8,
      slider9,
    ];

    return {
      imgDesktop,
      imgMobile,
      sliderImages,
      articleImg,
      api,
    };
  },
});
</script>
