<template>
  <div>
    <tour-page
      :breadCrumbsCategory="api.breadCrumbsCategory"
      :breadCrumbsCategoryRoute="api.breadCrumbsCategoryRoute"
      :breadCrumbsTourLabel="api.breadCrumbsTourLabel"
      :sliderImages="sliderImages"
      :includes="api.includes"
      :excludes="api.excludes"
      :tourDetails="api.tourDetails"
      :faq="api.faq"
      :bookingForm="api.bookingForm"
      :meta="api.metaData"
    >
      <template v-slot:articleSummary>
        <h1 class="text-red text-h4">Экскурсия в Каньон Тазы из Кемера</h1>

        <p>
          Жаждете активного отдыха, но не знаете какой каньон посмотреть? Вам не
          придётся делать сложный выбор что предпочесть:
          <strong>экскурсия в каньон Тазы из Кемера</strong> или
          <strong>экскурсия по каньону Кёпрюлю из Кемера</strong>, потому что Вы
          сможете увидеть оба!
        </p>

        <p>
          Одним из самых популярных
          <strong>национальных парков в Анталье</strong> является знаменитый
          <strong>каньон Кёпрюлю</strong>, где и находится известное ущелье
          каньон Тазы.
        </p>
      </template>

      <template v-slot:articleFullText>
        <h2 class="text-red" style="font-size: 26px">
          Экскурсия в Каньон Тазы из Кемера – Описание
        </h2>

        <p>
          <strong>Экскурсия в Тазы каньон из Кемера</strong> начнётся с самого
          утра, когда Вас встретят и довезут до начальной точки тура.
        </p>

        <p>
          Вы прибудете в национальный заповедник под названием
          <strong>Кёпрюлю каньон</strong>, где пересядете на открытые джипы и
          отправитесь в экстремальное сафари в сторону Тазы каньона.
        </p>

        <p>
          Далее у Вас будет свободное время в Тазы каньоне для исследования
          окружающих красот.
        </p>

        <p>
          Затем Вы отправитесь на рафтинг, где Вам выдадут все необходимое
          снаряжение для рафтинга и проведут инструктаж.
        </p>

        <p>
          Вы сплавитесь по реке на надувных плотах, проплыв примерно 14 км,
          пообедаете и затем вернетесь обратно в отели около шести часов вечера.
        </p>

        <p>
          В <strong>стоимость экскурсии в каньон Тазы из Кемера</strong> входят:
          трансфер туда и обратно, необходимая экипировка для рафтинга, обед и
          страховка.
        </p>

        <p>Не входят в стоимость экскурсии в каньон Тазы из Кемера напитки.</p>

        <p>
          С собой в <strong>путешествие в Тазы каньон из Кемера</strong> Вы
          можете взять полотенце, купальник, очки и деньги на личные расходы.
          Одежда и обувь должны быть максимально удобными.
        </p>

        <h2 class="text-red" style="font-size: 26px">
          Экскурсия в Каньон Тазы из Кемера - Посещаемые Места
        </h2>

        <p>
          <strong>Экскурсия в Тазы каньон из Кемера</strong> наполнит Ваш отдых
          яркими красками и не позволит забыть полученные эмоции от посещения
          этого места долгие годы!
        </p>

        <h3 class="text-red text-h5">Каньон Тазы</h3>

        <p>
          <strong>Каньон Тазы</strong>, иногда именуемый
          <strong>"Долиной мудрости"</strong> - это естественный каньон,
          обнаруженный случайно несколько лет назад одним из местных фотографов
          и ставший очень модным и популярным за эти годы благодаря социальным
          сетям.
        </p>

        <p>
          Природная красота <strong>каньона Тазы</strong> относительно
          нетронута, потому что добраться туда не так просто. Чтобы это сделать
          Вам нужно пройти около 11 км по крутым скалам, находящимся высоко в
          горах. Во время прогулки по долине можно выпить прохладной родниковой
          воды.
        </p>

        <p>
          Любители фотографии и природы оценят различные ракурсы каньона и
          прекрасный вид на ручей Кёпрючай. В каньоне Тазы обитает разнообразное
          множество растений и живых существ. Во время прогулок вы даже можете
          встретить таких животных, как дикие козы, кролики, орлы, сизые голуби
          и ястребы! Крутые скалы, расположенные рядом с ручьями, имеют высоту
          около 400 метров. Это также прекрасное место для занятий различными
          видами спорта на природе.
        </p>

        <p>
          Окружающие виды здесь такие, что захватывают дух! Следует отметить,
          что в этом месте нет никаких безопасных ограждений, поэтому нужно быть
          очень осторожными при съемке.
        </p>

        <p>
          Интересно узнать и немного об истории региона нынешнего каньона Тазы.
          В древние времена здесь произошла битва при Евримедонте между персами
          и греками. По этой причине река Кёпрючай была названа Эвримедон, что
          означает "красиво текущая вода".
        </p>

        <p>
          <strong>Каньон Тазы</strong> расположен в национальном парке
          <strong>Каньон Кёпрюлю</strong>. Он был объявлен национальным парком в
          1973 году после оценки природных и культурных ресурсов в этом районе.
          Национальный парк раскинулся на площади более 300 км².
        </p>

        <p>
          Ещё одно удивительное место, которое вы посетите благодаря нашей
          экскурсии в <strong>каньон Тазы из Кемера</strong>, это каньон
          Кёпрюлю.
        </p>

        <h3 class="text-red text-h5">Кёпрюлю Каньон</h3>

        <p>
          <strong>Кёпрюлю каньон</strong> - каньон и национальный парк,
          расположен в районе Бозяка, провинции Манавгат в Анталье. Это полтора
          часа на машине от Антальи и час от центра Манавгата. Каньон известен
          своими кристально чистыми водами. Он простирается на 14 км вдоль реки
          Кёпрючай. Ширина каньона - 100 метров, а максимальная глубина - 400
          метров. Является одним из каньонов, образуемых рекой Кёпрючай.
        </p>

        <p>
          <strong>Экскурсия в каньон Кёпрюлю из Кемера</strong> идеально
          подходит для тех, кто ищет освежающие впечатления и эмоции от
          каньонинга и любит активный отдых. Вы насладитесь природой и отлично
          проведете время, глядя на чистую воду и потрясающие пейзажи!
        </p>

        <p>
          Пешие прогулки и рафтинг — один из лучших способов исследовать
          <strong>каньон Кёпрюлю</strong>.
        </p>

        <p>
          Неподалеку от национального парка Кёпрюлю каньон находятся огромное
          количество активных развлечений. Среди них самыми популярных являются
          багги-сафари, походы, кемпинг и рафтинг.
        </p>

        <p>
          Что делает этот тур особенно привлекательным, так это возможность
          увидеть эти наикрасивейшие места практически в любое время года. Будь
          то лето или зима, Вы сможете заняться рафтингом в каньоне Кёпрюлю. К
          слову, даже летом вода в некоторых местах может быть холодной, а уж
          зимой... Если Вы собираетесь в зимние месяцы, будет полезно принять
          это во внимание. Постарайтесь не упасть в воду с рафта, если не хотите
          специально промокнуть.
        </p>

        <p>
          Наша <strong>экскурсия в Тазы каньон из Кемера</strong> -
          замечательная возможность отправиться в незабываемое приключение на
          джипах в каньон Тазы, сплавиться на надувных плотах в каньоне Кёпрюлю
          и многое другое.
        </p>

        <strong
          >Всегда будем рады Вам! Свяжитесь с нами для бронирования и
          замечательного Вам активного отдыха!</strong
        >
      </template>
    </tour-page>
  </div>
</template>

<script lang="ts">
import { defineComponent } from 'vue';
import TourPage from 'components/TourPage.vue';
import slider1 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-1.webp';
import slider2 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-2.webp';
import slider3 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-3.webp';
import slider4 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-4.webp';
import slider5 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-5.webp';
import slider6 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-6.webp';
import slider7 from 'assets/tour-images/tazi-canyon-four-pack/slider/tazi-canyon-four-pack-7.webp';

import api from 'src/static/api/tours/kemer/tazi-kanyon-tour.json';

export default defineComponent({
  components: { 'tour-page': TourPage },
  setup() {
    const sliderImages = [
      slider1,
      slider2,
      slider3,
      slider4,
      slider5,
      slider6,
      slider7,
    ];

    return {
      sliderImages,
      api,
    };
  },
});
</script>
